{
  "IceCube": {
    "header": "Ice Cube",
    "image": "/images/icecube.png",
    "text": [
      "O'Shea Jackson Sr. (born June 15, 1969), known professionally as Ice Cube, is an American rapper, actor, and filmmaker. His lyrics on N.W.A's 1988 album Straight Outta Compton contributed to gangsta rap's widespread popularity, and his political rap solo albums AmeriKKKa's Most Wanted (1990), Death Certificate (1991), and The Predator (1992) were critically and commercially successful.He has also had an active film career since the early 1990s. He was inducted into the Rock and Roll Hall of Fame as a member of N.W.A in 2016.",
      "A native of Los Angeles, Jackson formed his first rap group called C.I.A. in 1986. In 1987, with Eazy-E and Dr. Dre, he formed the pioneering gangsta rap group N.W.A.As its lead rapper, he wrote some of Dre's and most of Eazy's lyrics on Straight Outta Compton, a landmark album that shaped West Coast hip hop's early identity and helped differentiate it from East Coast rap."
    ]
  },
  "Eminem": {
    "header": "Eminem",
    "image": "/images/eminem.png",
    "text": [
      "Eminem is among the best-selling music artists of all time, with estimated worldwide sales of over 220 million records. He is credited with popularizing hip hop in middle America and is critically acclaimed as one of the greatest rappers of all time.",
      "Eminem's global success and acclaimed works are widely regarded as having broken racial barriers for the acceptance of white rappers in popular music. While much of his transgressive work during the late 1990s and early 2000s made him widely controversial, he came to be a representation of popular angst of the American underclass, and has been cited as an influence for many artists of various genres.",
      "Eminem made his debut in the film industry with the musical drama film 8 Mile (2002), playing a fictionalized version of himself, and his track 'Lose Yourself' from its soundtrack won the Academy Award for Best Original Song, making him the first hip hop artist ever to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009) and The Interview (2014) and the television series Entourage (2010). He has also developed other ventures, including Shady Records, a joint venture with manager Paul Rosenberg, which helped launch the careers of artists such as 50 Cent, Yelawolf and Obie Trice, among others. He has also established his own channel, Shade 45, on Sirius XM Radio. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil."
    ]
  },
  "FreddieMercury": {
    "header": "Freddie Mercury",
    "image": "/images/queen.png",
    "text": [
      "Freddie Mercury (born Farrokh Bulsara; 5 September 1946 – 24 November 1991) was a British singer, songwriter, record producer and lead vocalist of the rock band Queen. Regarded as one of the greatest singers in the history of rock music, he was known for his flamboyant stage persona and four-octave vocal range. Mercury defied the conventions of a rock frontman, with his highly theatrical style influencing the artistic direction of Queen.",
      "Born in 1946 in Zanzibar to Parsi-Indian parents, he attended English-style boarding schools in India from the age of eight and returned to Zanzibar after secondary school. In 1964, his family fled the Zanzibar Revolution, moving to Middlesex, England. Having studied and written music for years, he formed Queen in 1970 with guitarist Brian May and drummer Roger Taylor. Mercury wrote numerous hits for Queen, including 'Killer Queen', 'Bohemian Rhapsody', 'Somebody to Love', 'We Are the Champions', 'Don't Stop Me Now' and 'Crazy Little Thing Called Love'. His charismatic stage performances often saw him interact with the audience, as displayed at the 1985 Live Aid concert. He also led a solo career and served as a producer and guest musician for other artists.",
      "Mercury died in 1991 at age 45 owing to complications from AIDS. He confirmed the day before his death that he had contracted the disease, having been diagnosed in 1987. Mercury had continued to record with Queen following his diagnosis, and he was posthumously featured on the band's final album, Made in Heaven (1995). In 1992, his tribute concert was held at Wembley Stadium. His career with Queen was dramatised in the 2018 biopic Bohemian Rhapsody.",
      "As a member of Queen, Mercury was posthumously inducted into the Rock and Roll Hall of Fame in 2001, the Songwriters Hall of Fame in 2003, and the UK Music Hall of Fame in 2004. In 1990, he and the other Queen members were awarded the Brit Award for Outstanding Contribution to British Music, and one year after his death Mercury was awarded it individually. In 2005, Queen were awarded an Ivor Novello Award for Outstanding Song Collection from the British Academy of Songwriters, Composers, and Authors. In 2002, Mercury ranked number 58 in the BBC's poll of the 100 Greatest Britons."
    ]
  },
  "KanyeWest": {
    "header": "Kanye West",
    "image": "/images/kanye-west.png",
    "text": [
      "Ye (/jeɪ/ YAY; born June 8, 1977), commonly known by his birth name Kanye West (/ˈkɑːnjeɪ/ kahn-YAY), is an American rapper, record producer, and fashion designer. He is regarded as one of the most influential musicians of all time. Born in Atlanta and raised in Chicago, he gained recognition as a producer for Roc-A-Fella Records in the early 2000s, producing singles for several artists and developing the 'chipmunk soul' sampling style. Intent on pursuing a solo career as a rapper, he released his debut studio album, The College Dropout (2004), to critical and commercial success, and founded the record label GOOD Music.",
      "West explored diverse musical elements such as orchestral arrangements, synthesizers, and autotune on the albums Late Registration (2005), Graduation (2007), and 808s & Heartbreak (2008). Drawing inspiration from maximalism and minimalism respectively, his fifth album My Beautiful Dark Twisted Fantasy (2010) and sixth album Yeezus (2013) were also released to critical and commercial success. West further diversified his musical styles on The Life of Pablo (2016) and Ye (2018), and explored Christian and gospel music on Jesus Is King (2019). After a series of delays, his highly anticipated tenth album Donda (2021) was released to mixed critical reception. West's discography also includes the full-length collaborative albums Watch the Throne (2011) with Jay-Z and Kids See Ghosts (2018) with Kid Cudi.",
      "West's outspoken views and life outside of music have received significant media coverage. He has been a frequent source of controversy for his conduct on social media, at award shows, and in public settings—West's comments on the music and fashion industries, U.S. politics, race, and slavery have been generally polarized. His Christian faith, mental health, and marriage to Kim Kardashian have also been sources of further media attention. As a fashion designer, he has collaborated with Nike, Louis Vuitton, The Gap, and A.P.C. on clothing and footwear, and leads the Yeezy collaboration with Adidas. In 2020, he launched an unsuccessful independent presidential campaign that primarily advocated for a consistent life ethic. He is the founder and head of the creative content company DONDA.",
      "One of the world's best-selling music artists, with over 160 million records sold, West has won 22 Grammy Awards, the joint tenth-most of all time. He is frequently lauded as one of hip hop's greatest artists, with his music among the most critically acclaimed. Among his other awards are the Billboard Artist Achievement Award, a joint-record three Brit Awards for Best International Male Solo Artist and the Michael Jackson Video Vanguard Award. Six of his albums were included on Rolling Stone's 2020 500 Greatest Albums of All Time list with the same publication naming him one of the 100 Greatest Songwriters of All Time. He holds the joint record (with Bob Dylan) for most albums (4) topping the annual Pazz & Jop critic poll, and has the 5th most appearances on the Billboard Hot 100 (133 entries). Time magazine named him one of the 100 most influential people in the world in 2005 and 2015. Forbes estimates his net worth at $1.8 billion as of 2021, making him a billionaire."
    ]
  }
}
